[
  {
    "id": 1,
    "title": "Telegram запустил продажу никнеймов за Toncoin",
    "text": "Telegram запустил Fragment — платформу для продажи никнеймов для мессенджера. Выставленные на аукцион свободные ники продаются за Tonkoin (TON). На текущий момент самый дорогой ник в списке — casino. Его стоимость составляет 52,5 тыс TON или ₽6,19 млн. В списке платформы находятся все зарегистрированные имена, даже тех, кто активно пользуется Telegram. Однако никнеймы активных пользователей не выставлены на аукцион.",
    "date": "2022-10-27",
    "category": "it"
  },
  {
    "id": 2,
    "title": "Рынок переработки аккумуляторов и батарей увеличивается, но не хватает «зрелости» стандартов индустрии",
    "text": "Внедрение транспорта с новыми источниками энергии увеличило мировой рост числа использованных тяговых аккумуляторов. Также рост популярности хранилищ энергии стимулировало увеличение масштаба внедрения литий-железо-фосфатных батарей. В связи с этим выросло число отработанных АКБ и их переработка, заявило агентство TrendForce.",
    "date": "2022-10-27",
    "category": "it"
  },
  {
    "id": 3,
    "title": "Apple исправила баг, позволяющий сторонним приложениям подслушивать разговоры пользователей с Siri",
    "text": "В последнем обновлении Apple исправила в своих операционных системах баг, позволяющий сторонним приложениям подслушивать разговоры пользователя с Siri. Ошибку в августе 2022 года обнаружил инди-разработчик iOS-приложений.",
    "date": "2022-10-26",
    "category": "it"
  },
  {
    "id": 4,
    "title": "«Ситилинк» начал продавать в рознице оборудование для майнинга китайской компании Bitmain",
    "text": "Сеть магазинов электроники и бытовой техники «Ситилинк» дистрибьютора «Мерлион» начала продавать в рознице оборудование для майнинга китайской компании Bitmain. Примечательно, что гарантия продавца на все эти высокопроизводительные устройства стоимостью более 500 тыс. рублей составляет 6 месяцев.",
    "date": "2022-10-26",
    "category": "it"
  },
  {
    "id": 5,
    "title": "В App Store появилось руководство по продажам NFT",
    "text": "Apple обновила правила работы App Store, уточнив, что NFT и криптовалюты можно покупать только через внутренние механизмы магазина приложений. Разработчикам запретили обходить комиссию и перенаправлять пользователей на сторонние ресурсы.",
    "date": "2022-10-25",
    "category": "it"
  },
  {
    "id": 6,
    "title": "Пользователи пожаловались на плавящиеся разъёмы питания RTX 4090",
    "text": "Владельцы RTX 4090 пожаловались на Reddit, что их видеокарты вышли из строя прямо во время работы. Судя по всему, оплавились 16-контактные разъёмы адаптеров питания (12VHPWR) карт.",
    "date": "2022-10-26",
    "category": "it"
  },
  {
    "id": 7,
    "title": "В окрестностях Байкала повторно зацвел рододендрон",
    "text": "Сотрудники Прибайкальского национального парка, расположенного на западном побережье озера в трех районах Приангарья, зафиксировали повторное цветение рододендрона даурского.",
    "date": "2022-10-21",
    "category": "nature"
  },
  {
    "id": 8,
    "title": "Из заповедника в Бурятии украли медвежонка",
    "text": "На прошлой неделе к сотрудникам обратилась пара растерянных медведей-родителей. Они сообщили, что не могут найти своего медвежонка. Приметы: рост в холке - один метр, цвет шкуры - буро-коричневый, любит играть с детьми и фотографироваться с ними. Если кто-то видел его, просьба сообщить нам! - такое шуточное объявление появилось на сайте заповедной организации.",
    "date": "2022-10-23",
    "category": "nature"
  }
]